11/data/attachments/fa2fa6b0eadad50d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Eric_newspaper_Actions_16234_3</nif:username>
            <nif:friendToBeRequested>soap_actions_b37267a5-0820-46ab-a321-d60ce8ed6322</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>